[
{"title": "How to Train Your Dragon: The Hidden World", "date": "February 22, 2019", "description": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested…"},
{"title": "Captain Marvel", "date": "March  8, 2019", "description": "The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all…"},
{"title": "Dumbo", "date": "March 29, 2019", "description": "A young elephant, whose oversized ears enable him to fly, helps save a struggling circus, but when the circus plans a new venture, Dumbo and his friends discover dark secrets beneath its shiny veneer."},
{"title": "Glass", "date": "January 18, 2019", "description": "In a series of escalating encounters, security guard David Dunn uses his supernatural abilities to track Kevin Wendell Crumb, a disturbed man who has twenty-four personalities. Meanwhile, the shadowy presence of…"},
{"title": "Us", "date": "March 22, 2019", "description": "Husband and wife Gabe and Adelaide Wilson take their kids to their beach house expecting to unplug and unwind with friends. But as night descends, their serenity turns to tension and chaos when some shocking visitors…"},
{"title": "Bumblebee", "date": "December 21, 2018", "description": "On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred…"},
{"title": "Avengers: Endgame", "date": "April 26, 2019", "description": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo…"},
{"title": "Avengers: Infinity War", "date": "April 27, 2018", "description": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy…"},
{"title": "Shazam!", "date": "March 23, 2019", "description": "A boy is given the ability to become an adult superhero in times of need with a single magic word."},
{"title": "Aquaman", "date": "December 21, 2018", "description": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people…"},
{"title": "A Vigilante", "date": "March 29, 2019", "description": "A vigilante helps victims escape their domestic abusers."},
{"title": "The Mule", "date": "December 14, 2018", "description": "Earl Stone, a man in his 80s who is broke, alone, and facing foreclosure of his business when he is offered a job that simply requires him to drive. Easy enough, but, unbeknownst to Earl, he’s just signed on as…"},
{"title": "Alita: Battle Angel", "date": "February 14, 2019", "description": "When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and…"},
{"title": "Fantastic Beasts: The Crimes of Grindelwald", "date": "November 16, 2018", "description": "Gellert Grindelwald has escaped imprisonment and has begun gathering followers to his cause—elevating wizards above all non-magical beings. The only one capable of putting a stop to him is the wizard he once called…"},
{"title": "Kamen Rider Heisei Generations FOREVER", "date": "December 22, 2018", "description": "In the world of Sougo Tokiwa and Sento Kiryu, their \"companions\" are losing their memories one after the other as they're replaced by other people. The Super Time Jacker, Tid , appears before them. He orders his…"},
{"title": "Fate/stay night: Heaven’s Feel II. lost butterfly", "date": "January 12, 2019", "description": "Theatrical-release adaptation of the visual novel \"Fate/stay night\", following the third and final route. (Part 2 of a trilogy.)"},
{"title": "Spider-Man: Into the Spider-Verse", "date": "December 14, 2018", "description": "Miles Morales is juggling his life between being a high school student and being a spider-man. When Wilson \"Kingpin\" Fisk uses a super collider, others from across the Spider-Verse are transported to this dimension."},
{"title": "Unplanned", "date": "March 21, 2019", "description": "As one of the youngest Planned Parenthood clinic directors in the nation, Abby Johnson was involved in upwards of 22,000 abortions and counseled countless women on their reproductive choices. Her passion surrounding…"},
{"title": "Happy Death Day 2U", "date": "February 13, 2019", "description": "Collegian Tree Gelbman wakes up in horror to learn that she's stuck in a parallel universe. Her boyfriend Carter is now with someone else, and her friends and fellow students seem to be completely different versions…"},
{"title": "Pet Sematary", "date": "April  5, 2019", "description": "Louis Creed, his wife Rachel and their two children Gage and Ellie move to a rural home where they are welcomed and enlightened about the eerie 'Pet Sematary' located nearby. After the tragedy of their cat being…"}
]